<h3>전자서명 이용약관 (버전 3.0.0)</h3>
<p>서명 요청자는 회원가입, 서명 참여자는 전자서명을 진행하며 '동의하고 서명 완료' 버튼을 누름으로써 아래 내용에 대해 동의하였습니다.</p>
<p>&nbsp;</p>
<p><strong>1. 용어 정리</strong></p>
<p>1) 서비스 : 이로움 통합관리 플랫폼 내 전자문서 서비스를 말합니다.(URL : https://eroumcare.com)</p>
<p>2) 회사 : 이로움 서비스를 운영하는 '(주)티에이치케이컴퍼니'을 말합니다.</p>
<p>3) 이용자 : 서비스를 이용하는 회원 또는 비회원을 말합니다.</p>
<p>4) 회원 : 서비스에 접속하여 이용약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 자를 말합니다.</p>
<p>5) 비회원 : 서비스에 가입하지 않고 회사가 제공하는 정보 및 서비스를 이용하는 자를 말합니다.</p>
<p>6) 서명 요청자 : 서명 참여자에게 문서에 대한 전자서명을 요청하는 회원을 말합니다.</p>
<p>7) 서명 참여자 : 서명 요청자로부터 문서에 서명을 요청받거나 서명을 하는 이용자를 말합니다.</p>
<p>&nbsp;</p>
<p><strong>2. 전자문서의 법적 효력</strong></p>
<p>1) 전자서명에 사용되는 전자문서는 전자문서 및 전자거래기본법 제4조 제1항에 의해 전자적 형태로 되어 있다는 이유로 문서로서의 효력이 부인되지 않습니다.</p>
<p>2) 민법 제450조의 확정일자 있는 증서와 같이 다른 법령에 특별한 규정이 있을 경우 전자문서의 법적 효력이 인정되지 않을 수 있습니다.</p>
<p>3) 서명 참여자는 전자서명에 사용하는 전자문서가 법령에 의해 법적 효력이 인정되지 않는지 확인하고 서명해야 합니다. 만약 해당 사실을 인지하지 못해 문제가 발생할 경우 회사는 책임지지 않습니다.</p>
<p>&nbsp;</p>
<p><strong>3. 전자서명의 법적 효력</strong></p>
<p>1) 서비스에 사용되는 전자서명은 반드시 서명 참여자의 동의가 있어야 가능하며, 전자서명법 제3조 제3항에 의해 당사자간의 약정에 따른 서명, 서명날인 또는 기명날인으로서의 효력을 가집니다.</p>
<p>2) 전자서명에 사용되는 서명은 공인인증서를 사용하지 않는 일반전자서명으로써, 법령에 공인전자서명을 사용하도록 명시한 특별한 규정이 있을 경우 서명의 법적 효력이 인정되지 않을 수 있습니다.</p>
<p>3) 서명 참여자는 전자서명에 사용하는 서명이 법령에 의해 법적 효력이 인정되지 않는지 확인하고 서명해야 합니다. 만약 해당 사실을 인지하지 못해 문제가 발생할 경우 회사는 책임지지 않습니다.</p>
<p>&nbsp;</p>
<p><strong>4. 원본 문서의 효력</strong></p>
<p>서명 요청자 및 서명 참여자는 다음 문서를 사본이 아닌 원본 문서로 인정합니다.</p>
<p>1) 모든 서명 참여자가 서명을 완료 했을 때 이메일 또는 카카오 알림톡 또는 LMS로 전송되는 문서와 해당 문서의 출력본</p>
<p>2) 모든 서명 참여자가 서명을 완료 했을 때 서비스에서 확인할 수 있는 문서와 해당 문서의 출력본</p>
<p>&nbsp;</p>
<p><strong>5. 당사자 확인의 의무</strong></p>
<p>서명 요청자 및 서명 참여자는 모든 서명 참여자가 정당한 권한(본인, 대리인 등)을 가진 자임을 확인해야 합니다. 회사는 서명 참여자가 정당한 권한이 없는 자와 서명을 함으로 인해 발생한 문제에 대해 책임지지 않습니다.</p>
<p>&nbsp;</p>
<p><strong>6. 이메일 계정 및 휴대폰 번호 유지의 의무</strong></p>
<p>전자서명과 관련된 내용이 서명 참여자의 이메일 또는 휴대폰 번호(카카오 알림톡, LMS)로 전송됩니다.</p>
<p>서명 요청자 및 서명 참여자는 전자서명과 관련된 내용을 수신할 수 있는 상황을 유지해야 되며, 회사는 메일 삭제, 휴대폰 번호 변경, 수신 거부 등 서명 참여자의 귀책사유로 전자서명과 관련된 내용이 전송되지 않아 발생하는 문제에 대해 책임지지 않습니다.</p>
<p>&nbsp;</p>
<p><strong>7. 문서 보안의 의무</strong></p>
<p>서명 요청자 및 서명 참여자는 상호 동의 없이 이메일, 공유 등으로 링크, 문서, 감사 추적 인증서 등 서명 진행과 관련된 사항을 유출해서는 안 됩니다.</p>
<p>&nbsp;</p>
<p><strong>8. 문서 저장</strong></p>
<p>서명 진행 사항 및 문서는 서버에 저장되며, 회원은 언제 어디서나 서비스에 접속해 문서 내용을 확인할 수 있습니다.</p>
<p>&nbsp;</p>
<p><strong>9. 서명 거절 및 취소 방법</strong></p>
<p>서명 요청자 및 서명 참여자는 모든 서명 참여자가 서명을 완료하기 전까지 거절 또는 취소를 통해 서명 진행을 중단할 수 있습니다.</p>
<p>&nbsp;</p>
<p><strong>10. 최소 사용 환경</strong></p>
<p>사용자는 아래의 최소 사용 환경하에 서명을 진행해야 합니다. 최소 사용 환경을 충족하지 못하는 환경에서 서명을 진행할 경우 이와 발생하는 문제에 대해 회사는 책임지지 않습니다.</p>
<p>1) 운영체제 : Mac(Mavericks 이상), Windows7 이상</p>
<p>2) 브라우저 : Internet Explorer(11 이상), Edge(25.1 이상), Chrome(49 이상), Safari(9.0 이상), Opera(37 이상), Firefox(43.0 이상)</p>
<p>3) 쿠키 : 모든 쿠키 허용</p>
<p>&nbsp;</p>
<p><strong>11. 준거법</strong></p>
<p>전자서명 진행 및 법적 효력과 관련된 사항은 대한민국 법률의 적용을 받고 그에 따라 해석됩니다.</p>
<p>&nbsp;</p>
<p><strong>12. 회사의 의무</strong></p>
<p>회사는 쾌적한 환경속에 서비스 이용할 수 있도록 최선을 다합니다.</p>
<p>본 약관에 따라 정상적인 방법으로 전자서명을 했음에도 당사자 확인 문제 등 법적 분쟁이 발생할 경우, 회사는 재판에 증거로 사용할 감사 로그를 제출하는 등 분쟁이 원활하게 해결될 수 있도록 최선을 다하여 협조합니다.</p>
<p>기타 회사의 의무와 관련된 자세한 사항은 서비스 이용약관을 준용합니다.</p>
<p>&nbsp;</p>
<p>개정일자 : 2021. 6. 1</p>
<p>시행일자 : 2021. 6. 1</p>
