<?php
    /* // */
    /* // */
    /* // */
    /* // */
    /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
    /* // //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// ////  */
    /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
    /* //  *  */
    /* //  *  */
    /* //  * (주)티에이치케이컴퍼 & 이로움 - [ THKcompany & E-Roum ] */
    /* //  *  */
    /* //  * Program Name : EROUMCARE Platform! = Renewal Ver:1.0 */
    /* //  * Homepage : https://eroumcare.com , Tel : 02-830-1301 , Fax : 02-830-1308 , Technical contact : dev@thkc.co.kr */
    /* //  * Copyright (c) 2023 THKC Co,Ltd.  All rights reserved. */
    /* //  *  */
    /* //  *  */
    /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
    /* // //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// ////  */
    /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
    /* // */
    /* // */
    /* // */
    /* // */

    /* // == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == */
    /* // 파일명 :  /www/thema/eroumcare_new/shop.head.php */
    /* // 파일 설명 : 이로움 헤더(상단) 부분 (리뉴얼) */
    /* // == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == */

    if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가 

    $is_approved = false;

    if($member['mb_id']) {

        // 승인여부
        $res = api_post_call(EROUMCARE_API_ENT_ACCOUNT, array(
            'usrId' => $member['mb_id']
        ));

        if($res['data']['entConfirmCd'] == '01' || $member['mb_level'] >= 5 || $is_samhwa_partner || $member['mb_type'] === 'normal' ) {
            $is_approved = true;
        }
    
    }

    // == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == --
    // 헤더 부분 시작
    // == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == --

    // 23.02.22 : 서원 - 맴버이며, 로그인되어 있는 아이디가 있을 경우
    if( $member && is_array($member) && $member['mb_id'] && $is_approved ) {

    // 23.03.22 : 서원 - 로그인 정보가 있을 경우
    include_once("shop_head_default.php");

    } else {

    // 23.03.22 : 서원 - 로그인 정보가 없을 경우!!!!
    include_once("shop_head_NotLogin.php");

    }

    // == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == --
    // 헤더 부분 종료
    // == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == -- == --

  
?>