<?php
  /* // */
  /* // */
  /* // */
  /* // */
  /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
  /* // //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// ////  */
  /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
  /* //  *  */
  /* //  *  */
  /* //  * (주)티에이치케이컴퍼 & 이로움 - [ THKcompany & E-Roum ] */
  /* //  *  */
  /* //  * Program Name : EROUMCARE Platform! = Renewal Ver:1.0 */
  /* //  * Homepage : https://eroumcare.com , Tel : 02-830-1301 , Fax : 02-830-1308 , Technical contact : dev@thkc.co.kr */
  /* //  * Copyright (c) 2022 THKC Co,Ltd.  All rights reserved. */
  /* //  *  */
  /* //  *  */
  /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
  /* // //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// //// ////  */
  /* // = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = */
  /* // */
  /* // */
  /* // */
  /* // */

  /* // == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == */
  /* // 파일명 :  www/thema/eroumcare_new/main/e-mall-main.php */
  /* // 파일 설명 : EROUMCARE 메인 부분 페이지 (리뉴얼) */
  /*                '/shop/main.php'에서 호출하고 있는 반드시 있어야 하는 페이지. */
  /* // == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == == */

  if(!defined("_GNUBOARD_")) exit;

  if($is_index && !$is_member) { // 23.02.21 : 서원 - 메인이고, 맴버가 아닐 경우

      // 23.03.06 : 서원 - 파트너일 경우
      include_once("_Main_Landing.php"); 

  } else {

    if(!$is_approved) {
      goto_url(G5_BBS_URL."/register_result.php");
      exit();
    }

    // 23.03.06 :  서원 - 맴버의 타입이 파트너 인지 일반인지 확인 하여 메인 부분을 타입별로 보여 준다.
    if( $member['mb_type'] == "partner" ){

      // 23.03.06 : 서원 - 파트너일 경우
      include_once("_Main_partner.php"); 

    } else {

      // 23.03.06 : 서원 - 사업소등 파트너 이외~
      include_once("_Main_default.php"); 

    }

  }

  
?>